{
  "events": [
    {
      "slug": "resonanzraum-vita",
      "title": "Resonanzraum Vita",
      "subtitle": "Live performance and recording at the house of Vita.",
      "shortDescription": "Stuttgart, 16.11.2025  \nLive performance and recording in a private house.\n\nEvery room has its own tone and quiet history.  \nLight, walls, and furniture respond to sound as if they remember earlier movements.  \nWe work with this memory as a resonant body. Nothing is repeated, nothing is corrected.\n\nWe listen to how air, wood, and instruments react to each other  \nand let the space decide when the piece begins and ends.\n\nRecorded in one live pass. No overdubs. No corrections.\n",
      "body": [
        "The house has its own tone and quiet history. Light, walls, and furniture hold the memory of earlier rehearsals. We work with this memory as a resonant body. We listen to how air, wood, and instruments react to each other and let the space decide when the piece begins and ends."
      ],
      "city": "Stuttgart",
      "date": "2025-11-16",
      "venue": "Private house",
      "year": 2025,
      "status": "past",
      "remindEnabled": false,
      "icsFile": "ics/resonanzraum-vita.ics",
      "video": {
        "type": "youtube",
        "embedUrl": "https://www.youtube.com/embed/wzqld1DeJNE"
      },
      "audio": {
        "type": "bandcamp",
        "embedUrl": "about:blank"
      },
      "photos": [
        {
          "src": "assets/resonanzraum-photo-1.png",
          "alt": "Set up for Resonanzraum Vita session"
        },
        {
          "src": "assets/resonanzraum-photo-2.png",
          "alt": "Resonanzraum Vita performance"
        }
      ],
      "caption": "fish is watching — Resonanzraum Vita. 16.11.2025."
    },
    {
      "slug": "werkstatthaus-stuttgart",
      "title": "Werkstatthaus Stuttgart",
      "subtitle": "Live session on resonance, movement, and listening.",
      "shortDescription": "Live session on resonance, movement, and listening. Inside Werkstatthaus, sound and movement are explored together. Each small change of position shifts what can be heard. The session invites quiet attention and shared presence.",
      "body": [
        "The session takes place inside Werkstatthaus, a shared space for making, rehearsal, and experiments. Tables, tools, and walls are not hidden but become part of the staging. We treat the room as a moving instrument: sound travels between corners, between bodies, and between the different working areas of the house.",
        "Participants are invited to walk, sit, and listen from different points in the room. Rather than focusing on a single stage, attention moves with them: each listener shapes what they hear by changing their position in relation to speakers, microphones, and the audience. Small changes in distance open or close parts of the room, revealing new resonances and cancelling others. The piece invites quiet attention: instead of following a fixed dramaturgy, we stay with the slow changes of the space itself."
      ],
      "city": "Stuttgart",
      "date": "2026-01-28",
      "venue": "Werkstatthaus",
      "year": 2026,
      "status": "upcoming",
      "remindEnabled": false,
      "icsFile": "ics/werkstatthaus-stuttgart.ics",
      "video": {
        "type": "vimeo",
        "embedUrl": "about:blank"
      },
      "audio": {
        "type": "bandcamp",
        "embedUrl": "about:blank"
      },
      "photos": [
        {
          "src": "",
          "alt": ""
        },
        {
          "src": "",
          "alt": ""
        }
      ],
      "caption": "fish is watching — Werkstatthaus Stuttgart. 28.01.2026."
    }
  ]
}